* comp mstnn

| las           | mstnn |  darc | baseline |  ufal |    m-d |    m-b |    m-u |
|---------------+-------+-------+----------+-------+--------+--------+--------|
| :all          | 61.13 | 68.41 |    68.35 | 69.52 |  -7.28 |  -7.22 |  -8.39 |
| :big          | 65.84 | 73.31 |    73.04 | 74.38 |  -7.47 |   -7.2 |  -8.54 |
| :pud          | 60.49 | 67.96 |    68.33 | 69.00 |  -7.47 |  -7.84 |  -8.51 |
| :small        | 48.40 | 52.46 |    51.80 | 53.75 |  -4.06 |   -3.4 |  -5.35 |
| :sur          | 24.04 | 34.47 |    37.07 | 35.96 | -10.43 | -13.03 | -11.92 |
| :uas          | 71.03 | 74.22 |    74.41 | 75.39 |  -3.19 |  -3.38 |  -4.36 |
| ar            | 60.61 | 65.49 |     65.3 | 66.06 |  -4.88 |  -4.69 |  -5.45 |
| ar_pud        | 39.86 |  44.1 |    43.14 | 44.34 |  -4.24 |  -3.28 |  -4.48 |
| bg            | 75.19 | 84.51 |    83.64 | 84.92 |  -9.32 |  -8.45 |  -9.73 |
| bxr           | 19.69 | 15.61 |     31.5 | 21.58 |   4.08 | -11.81 |  -1.89 |
| ca            | 73.91 | 85.39 |    85.39 | 85.53 | -11.48 | -11.48 | -11.62 |
| cs            | 73.89 | 81.92 |    82.87 | 83.19 |  -8.03 |  -8.98 |   -9.3 |
| cs_cac        | 73.78 | 81.78 |    82.46 |  84.4 |    -8. |  -8.68 | -10.62 |
| cs_cltt       | 67.26 | 73.57 |    71.64 | 76.69 |  -6.31 |  -4.38 |  -9.43 |
| cs_pud        | 71.37 | 79.54 |     79.8 | 79.67 |  -8.17 |  -8.43 |   -8.3 |
| cu            | 63.87 | 66.37 |    62.76 | 66.29 |   -2.5 |   1.11 |  -2.42 |
| da            | 64.55 | 73.67 |    73.38 | 75.28 |  -9.12 |  -8.83 | -10.73 |
| de            | 63.77 | 68.02 |    69.11 | 68.61 |  -4.25 |  -5.34 |  -4.84 |
| de_pud        | 60.76 | 65.09 |    66.53 | 66.05 |  -4.33 |  -5.77 |  -5.29 |
| el            | 73.53 | 79.05 |    79.26 | 80.67 |  -5.52 |  -5.73 |  -7.14 |
| en            | 65.25 | 75.83 |    75.84 | 77.25 | -10.58 | -10.59 |   -12. |
| en_lines      | 63.62 | 72.98 |    72.94 | 74.92 |  -9.36 |  -9.32 |  -11.3 |
| en_partut     | 63.91 | 74.39 |    73.64 | 76.89 | -10.48 |  -9.73 | -12.98 |
| en_pud        | 64.70 | 77.67 |    78.95 | 79.21 | -12.97 | -14.25 | -14.51 |
| es            | 69.53 | 81.27 |    81.47 | 81.95 | -11.74 | -11.94 | -12.42 |
| es_ancora     | 72.37 | 84.06 |    83.78 | 84.95 | -11.69 | -11.41 | -12.58 |
| es_pud        | 66.78 | 77.49 |    77.65 | 77.99 | -10.71 | -10.87 | -11.21 |
| et            | 54.62 | 59.75 |    58.79 | 60.01 |  -5.13 |  -4.17 |  -5.39 |
| eu            | 64.15 | 68.08 |    69.15 | 70.45 |  -3.93 |    -5. |   -6.3 |
| fa            | 66.59 | 77.59 |    79.24 | 80.33 |   -11. | -12.65 | -13.74 |
| fi            | 67.19 | 74.93 |    73.75 | 77.26 |  -7.74 |  -6.56 | -10.07 |
| fi_ftb        | 70.93 | 75.43 |    74.03 | 75.31 |   -4.5 |   -3.1 |  -4.38 |
| fi_pud        | 70.14 | 78.49 |    78.65 | 80.86 |  -8.35 |  -8.51 | -10.72 |
| fr            | 69.90 |  80.5 |    80.75 |  80.5 |  -10.6 | -10.85 |  -10.6 |
| fr_partut     | 70.85 | 78.84 |    77.38 | 80.17 |  -7.99 |  -6.53 |  -9.32 |
| fr_pud        | 64.91 | 73.06 |    73.63 | 74.19 |  -8.15 |  -8.72 |  -9.28 |
| fr_sequoia    | 71.00 | 79.44 |    79.98 | 81.35 |  -8.44 |  -8.98 | -10.35 |
| ga            | 57.55 | 62.97 |    61.52 | 62.87 |  -5.42 |  -3.97 |  -5.32 |
| gl            | 69.97 | 77.17 |    77.31 | 77.73 |   -7.2 |  -7.34 |  -7.76 |
| gl_treegal    | 59.76 | 65.19 |    65.82 | 66.31 |  -5.43 |  -6.06 |  -6.55 |
| got           | 58.54 | 61.92 |    59.81 |  62.8 |  -3.38 |  -1.27 |  -4.26 |
| grc           | 54.78 |  58.2 |    56.04 | 57.39 |  -3.42 |  -1.26 |  -2.61 |
| grc_proiel    | 62.81 | 66.21 |    65.22 | 66.51 |   -3.4 |  -2.41 |   -3.7 |
| he            | 50.84 | 57.13 |    57.23 | 57.86 |  -6.29 |  -6.39 |  -7.02 |
| hi            | 80.99 |  87.5 |    86.77 | 87.28 |  -6.51 |  -5.78 |  -6.29 |
| hi_pud        | 47.79 | 50.98 |    50.85 | 52.53 |  -3.19 |  -3.06 |  -4.74 |
| hr            | 68.17 | 76.96 |    77.18 | 77.73 |  -8.79 |  -9.01 |  -9.56 |
| hsb           | 31.24 |  54.3 |    53.83 | 55.76 | -23.06 | -22.59 | -24.52 |
| hu            | 60.05 | 65.17 |     64.3 | 66.54 |  -5.12 |  -4.25 |  -6.49 |
| id            | 63.38 | 73.58 |    74.61 | 75.47 |  -10.2 | -11.23 | -12.09 |
| it            | 76.45 | 85.04 |    85.28 | 86.11 |  -8.59 |  -8.83 |  -9.66 |
| it_pud        | 73.43 | 83.79 |     83.7 | 84.03 | -10.36 | -10.27 |  -10.6 |
| ja            | 64.27 | 72.88 |    72.21 | 74.49 |  -8.61 |  -7.94 | -10.22 |
| ja_pud        | 66.85 | 75.69 |    76.28 | 78.36 |  -8.84 |  -9.43 | -11.51 |
| kk            | 22.28 | 23.68 |    24.51 | 25.43 |   -1.4 |  -2.23 |  -3.15 |
| kmr           | 23.54 | 33.06 |    32.35 | 32.89 |  -9.52 |  -8.81 |  -9.35 |
| ko            | 56.32 |  58.3 |    59.09 |  60.3 |  -1.98 |  -2.77 |  -3.98 |
| la            | 43.53 | 45.29 |    43.77 | 47.02 |  -1.76 |  -0.24 |  -3.49 |
| la_ittb       | 69.52 | 76.22 |    76.98 | 75.84 |   -6.7 |  -7.46 |  -6.32 |
| la_proiel     | 56.23 | 59.52 |    57.54 | 61.55 |  -3.29 |  -1.31 |  -5.32 |
| lv            | 54.60 | 62.03 |    59.95 |  61.8 |  -7.43 |  -5.35 |   -7.2 |
| nl            | 60.85 | 68.94 |     68.9 | 70.52 |  -8.09 |  -8.05 |  -9.67 |
| nl_lassysmall | 71.17 | 79.89 |    78.15 | 80.15 |  -8.72 |  -6.98 |  -8.98 |
| no_bokmaal    | 71.53 | 82.29 |    83.27 | 83.89 | -10.76 | -11.74 | -12.36 |
| no_nynorsk    | 69.14 | 80.99 |    81.56 | 82.74 | -11.85 | -12.42 |  -13.6 |
| pl            | 77.06 | 79.72 |    78.78 | 80.21 |  -2.66 |  -1.72 |  -3.15 |
| pt            | 72.16 |  81.4 |    82.11 | 82.72 |  -9.24 |  -9.95 | -10.56 |
| pt_br         | 72.49 | 84.98 |    85.36 | 85.97 | -12.49 | -12.87 | -13.48 |
| pt_pud        | 64.68 | 73.65 |    73.96 | 74.43 |  -8.97 |  -9.28 |  -9.75 |
| ro            | 70.10 | 80.42 |    79.88 | 80.32 | -10.32 |  -9.78 | -10.22 |
| ru            | 68.63 | 74.83 |    74.03 | 76.15 |   -6.2 |   -5.4 |  -7.52 |
| ru_pud        | 63.11 | 68.61 |    68.31 | 69.37 |   -5.5 |   -5.2 |  -6.26 |
| ru_syntagrus  | 79.06 | 86.39 |    86.76 |  86.8 |  -7.33 |   -7.7 |  -7.74 |
| sk            | 68.29 | 73.49 |    72.75 | 75.63 |   -5.2 |  -4.46 |  -7.34 |
| sl            | 73.21 | 81.05 |    81.15 | 81.84 |  -7.84 |  -7.94 |  -8.63 |
| sl_sst        | 42.52 | 47.41 |    46.45 | 53.94 |  -4.89 |  -3.93 | -11.42 |
| sme           | 21.67 | 34.89 |     30.6 | 33.62 | -13.22 |  -8.93 | -11.95 |
| sv            | 65.34 | 76.45 |    76.73 | 77.58 | -11.11 | -11.39 | -12.24 |
| sv_lines      | 64.12 | 73.62 |    74.29 | 75.57 |   -9.5 | -10.17 | -11.45 |
| sv_pud        | 59.68 | 68.94 |    70.62 | 70.88 |  -9.26 | -10.94 |  -11.2 |
| tr            | 52.44 |  54.7 |    53.19 | 53.78 |  -2.26 |  -0.75 |  -1.34 |
| tr_pud        | 32.84 | 34.37 |    34.53 | 34.12 |  -1.53 |  -1.69 |  -1.28 |
| ug            | 34.32 | 34.28 |    34.18 | 33.21 |   0.04 |   0.14 |   1.11 |
| uk            | 56.39 | 62.03 |    60.76 | 61.09 |  -5.64 |  -4.37 |   -4.7 |
| ur            | 70.39 | 77.21 |    76.69 | 77.09 |  -6.82 |   -6.3 |   -6.7 |
| vi            | 31.82 | 37.31 |    37.47 | 39.97 |  -5.49 |  -5.65 |  -8.15 |
| zh            | 47.07 | 56.44 |     57.4 | 57.89 |  -9.37 | -10.33 | -10.82 |
#+TBLFM: $6=$2-$3::$7=$2-$4::$8=$2-$5

| uas           | mstnn |  darc | baseline |  ufal |    m-d |    m-b |    m-u |
|---------------+-------+-------+----------+-------+--------+--------+--------|
| grc           | 66.29 | 64.92 |    62.74 | 65.37 |   1.37 |   3.55 |   0.92 |
| ga            | 73.61 | 72.81 |    72.08 |  73.1 |    0.8 |   1.53 |   0.51 |
| tr            | 61.45 | 61.33 |    60.48 | 60.78 |   0.12 |   0.97 |   0.67 |
| la            | 56.37 | 55.64 |    54.35 | 57.57 |   0.73 |   2.02 |   -1.2 |
| got           | 68.66 | 68.31 |    67.13 | 69.26 |   0.35 |   1.53 |   -0.6 |
| grc_proiel    | 71.18 | 71.04 |    70.42 | 71.72 |   0.14 |   0.76 |  -0.54 |
| pl            | 85.85 | 85.75 |    85.08 | 86.31 |    0.1 |   0.77 |  -0.46 |
| cu            | 72.58 | 72.52 |    69.68 |  72.6 |   0.06 |    2.9 |  -0.02 |
| ko            | 65.93 | 65.38 |     66.4 | 66.64 |   0.55 |  -0.47 |  -0.71 |
| bxr           |  31.3 | 29.78 |    46.97 | 41.64 |   1.52 | -15.67 | -10.34 |
| tr_pud        | 53.94 | 54.39 |    55.01 | 53.58 |  -0.45 |  -1.07 |   0.36 |
| la_proiel     | 64.55 | 65.11 |     63.5 | 66.45 |  -0.56 |   1.05 |   -1.9 |
| eu            | 72.66 | 73.32 |    74.39 | 75.59 |  -0.66 |  -1.73 |  -2.93 |
| gl_treegal    | 69.97 | 70.65 |    71.17 | 71.59 |  -0.68 |   -1.2 |  -1.62 |
| gl            | 79.38 | 80.27 |    80.66 | 80.95 |  -0.89 |  -1.28 |  -1.57 |
| fi_ftb        |  78.5 | 79.48 |    78.77 | 79.69 |  -0.98 |  -0.27 |  -1.19 |
| sv_pud        | 72.28 | 73.45 |    75.09 | 75.43 |  -1.17 |  -2.81 |  -3.15 |
| vi            | 40.75 | 41.94 |    42.12 | 44.99 |  -1.19 |  -1.37 |  -4.24 |
| id            | 78.66 |  79.9 |    80.91 | 81.67 |  -1.24 |  -2.25 |  -3.01 |
| hi_pud        | 62.37 | 63.63 |    63.43 | 65.56 |  -1.26 |  -1.06 |  -3.19 |
| ur            |  82.3 | 83.64 |    83.67 | 83.86 |  -1.34 |  -1.37 |  -1.56 |
| de_pud        | 71.16 |  72.5 |    73.64 | 73.75 |  -1.34 |  -2.48 |  -2.59 |
| de            | 72.06 | 73.58 |    74.27 | 74.15 |  -1.52 |  -2.21 |  -2.09 |
| ug            | 52.05 | 53.79 |    53.58 | 53.49 |  -1.74 |  -1.53 |  -1.44 |
| ru_pud        | 74.07 | 75.92 |    75.67 | 76.69 |  -1.85 |   -1.6 |  -2.62 |
| sk            | 76.86 | 78.85 |    78.14 | 80.78 |  -1.99 |  -1.28 |  -3.92 |
| el            | 81.02 | 83.04 |     83.0 | 84.31 |  -2.02 |  -1.98 |  -3.29 |
| he            | 59.53 | 61.58 |    61.54 | 62.06 |  -2.05 |  -2.01 |  -2.53 |
| ru            | 77.61 | 79.69 |    79.28 | 80.94 |  -2.08 |  -1.67 |  -3.33 |
| en_lines      | 75.19 | 77.35 |    77.39 | 79.06 |  -2.16 |   -2.2 |  -3.87 |
| ar_pud        | 51.63 | 53.97 |    53.55 | 54.57 |  -2.34 |  -1.92 |  -2.94 |
| uk            | 68.06 | 70.55 |    69.78 | 69.28 |  -2.49 |  -1.72 |  -1.22 |
| kk            | 37.24 |  39.9 |    41.92 | 41.77 |  -2.66 |  -4.68 |  -4.53 |
| ar            | 68.55 | 71.22 |    71.19 | 71.69 |  -2.67 |  -2.64 |  -3.14 |
| hi            | 88.83 | 91.52 |    90.97 | 91.45 |  -2.69 |  -2.14 |  -2.62 |
| pt            | 82.17 | 84.88 |    85.77 |  86.3 |  -2.71 |   -3.6 |  -4.13 |
| sv_lines      | 75.93 | 78.73 |    79.18 | 80.14 |   -2.8 |  -3.25 |  -4.21 |
| la_ittb       | 77.05 | 79.86 |    80.78 | 79.74 |  -2.81 |  -3.73 |  -2.69 |
| pt_pud        | 77.14 | 79.96 |     80.1 | 80.32 |  -2.82 |  -2.96 |  -3.18 |
| sl_sst        | 51.59 | 54.46 |    53.79 | 59.26 |  -2.87 |   -2.2 |  -7.67 |
| fr_pud        | 75.22 | 78.16 |    78.62 | 79.64 |  -2.94 |   -3.4 |  -4.42 |
| sl            |  81.6 | 84.61 |    84.68 | 85.37 |  -3.01 |  -3.08 |  -3.77 |
| hu            | 68.19 | 71.27 |    71.46 | 72.36 |  -3.08 |  -3.27 |  -4.17 |
| no_bokmaal    | 82.03 | 85.13 |    86.14 | 86.62 |   -3.1 |  -4.11 |  -4.59 |
| et            | 64.78 |  67.9 |    67.71 | 68.65 |  -3.12 |  -2.93 |  -3.87 |
| fi            | 75.51 | 78.63 |     77.9 | 80.74 |  -3.12 |  -2.39 |  -5.23 |
| da            | 74.32 |  77.5 |    76.94 | 78.91 |  -3.18 |  -2.62 |  -4.59 |
| fa            | 78.39 |  81.6 |    83.36 | 84.18 |  -3.21 |  -4.97 |  -5.79 |
| nl            |  71.6 | 74.89 |    74.94 |  76.5 |  -3.29 |  -3.34 |   -4.9 |
| bg            | 84.96 | 88.44 |    87.79 | 88.82 |  -3.48 |  -2.83 |  -3.86 |
| it            | 84.21 | 87.73 |    88.03 | 88.62 |  -3.52 |  -3.82 |  -4.41 |
| it_pud        |  83.4 | 86.93 |    87.04 | 87.39 |  -3.53 |  -3.64 |  -3.99 |
| nl_lassysmall | 79.17 | 82.73 |    81.37 | 82.76 |  -3.56 |   -2.2 |  -3.59 |
| sv            | 76.74 | 80.39 |    80.78 | 81.67 |  -3.65 |  -4.04 |  -4.93 |
| zh            | 56.87 | 60.54 |     61.5 | 61.81 |  -3.67 |  -4.63 |  -4.94 |
| fi_pud        | 78.33 | 82.11 |    82.24 | 83.89 |  -3.78 |  -3.91 |  -5.56 |
| ja            | 70.32 | 74.17 |    73.52 | 75.81 |  -3.85 |   -3.2 |  -5.49 |
| fr_partut     | 78.87 | 82.75 |    81.69 | 84.03 |  -3.88 |  -2.82 |  -5.16 |
| fr_sequoia    | 78.19 | 82.13 |    82.62 | 84.06 |  -3.94 |  -4.43 |  -5.87 |
| no_nynorsk    | 80.11 | 84.09 |    84.88 | 85.86 |  -3.98 |  -4.77 |  -5.75 |
| en            |  74.9 | 78.96 |    78.87 | 80.34 |  -4.06 |  -3.97 |  -5.44 |
| ja_pud        | 72.65 | 76.73 |    77.13 | 79.26 |  -4.08 |  -4.48 |  -6.61 |
| cs_cac        | 81.81 | 85.96 |    86.49 | 88.21 |  -4.15 |  -4.68 |   -6.4 |
| hr            |  78.6 | 82.87 |     83.2 | 83.73 |  -4.27 |   -4.6 |  -5.13 |
| lv            | 64.47 | 68.77 |    67.14 | 68.38 |   -4.3 |  -2.67 |  -3.91 |
| ru_syntagrus  | 84.71 | 89.02 |     89.3 | 89.35 |  -4.31 |  -4.59 |  -4.64 |
| ro            | 81.53 | 85.86 |     85.5 | 85.74 |  -4.33 |  -3.97 |  -4.21 |
| cs_cltt       | 73.04 | 77.41 |    76.26 | 80.52 |  -4.37 |  -3.22 |  -7.48 |
| es_pud        | 80.12 | 84.56 |    84.71 | 84.96 |  -4.44 |  -4.59 |  -4.84 |
| en_pud        | 76.94 | 81.46 |    82.74 |  82.8 |  -4.52 |   -5.8 |  -5.86 |
| cs_pud        | 79.43 | 84.38 |    84.42 |  84.5 |  -4.95 |  -4.99 |  -5.07 |
| fr            | 78.93 | 84.15 |    84.13 | 84.09 |  -5.22 |   -5.2 |  -5.16 |
| cs            | 80.34 | 85.62 |    86.46 | 86.73 |  -5.28 |  -6.12 |  -6.39 |
| en_partut     | 72.89 | 78.23 |    77.83 | 81.13 |  -5.34 |  -4.94 |  -8.24 |
| es            | 79.31 | 84.85 |    84.84 | 85.32 |  -5.54 |  -5.53 |  -6.01 |
| es_ancora     | 81.13 | 86.97 |    86.97 | 87.91 |  -5.84 |  -5.84 |  -6.78 |
| ca            | 82.41 | 88.45 |    88.62 | 88.69 |  -6.04 |  -6.21 |  -6.28 |
| pt_br         | 81.27 | 87.39 |    87.75 | 88.18 |  -6.12 |  -6.48 |  -6.91 |
| kmr           | 31.81 | 46.32 |     46.2 | 46.33 | -14.51 | -14.39 | -14.52 |
| sme           | 29.85 | 44.98 |    46.06 | 45.53 | -15.13 | -16.21 | -15.68 |
| hsb           |  38.3 | 62.33 |     61.7 | 63.34 | -24.03 |  -23.4 | -25.04 |
#+TBLFM: $6=$2-$3::$7=$2-$4::$8=$2-$5

* comp uas-las

| lang          | uas:darc | las:darc | uas:mstnn | las:mstnn | u-l:darc | u-l:mstnn |       |
|---------------+----------+----------+-----------+-----------+----------+-----------+-------|
| ar            |    71.22 |    65.49 |     68.55 |     60.61 |     5.73 |      7.94 |  2.21 |
| ar_pud        |    53.97 |     44.1 |     51.63 |     39.86 |     9.87 |     11.77 |   1.9 |
| bg            |    88.44 |    84.51 |     84.96 |     75.19 |     3.93 |      9.77 |  5.84 |
| bxr           |    29.78 |    15.61 |      31.3 |     19.69 |    14.17 |     11.61 | -2.56 |
| ca            |    88.45 |    85.39 |     82.41 |     73.91 |     3.06 |       8.5 |  5.44 |
| cs            |    85.62 |    81.92 |     80.34 |     73.89 |      3.7 |      6.45 |  2.75 |
| cs_cac        |    85.96 |    81.78 |     81.81 |     73.78 |     4.18 |      8.03 |  3.85 |
| cs_cltt       |    77.41 |    73.57 |     73.04 |     67.26 |     3.84 |      5.78 |  1.94 |
| cs_pud        |    84.38 |    79.54 |     79.43 |     71.37 |     4.84 |      8.06 |  3.22 |
| cu            |    72.52 |    66.37 |     72.58 |     63.87 |     6.15 |      8.71 |  2.56 |
| da            |     77.5 |    73.67 |     74.32 |     64.55 |     3.83 |      9.77 |  5.94 |
| de            |    73.58 |    68.02 |     72.06 |     63.77 |     5.56 |      8.29 |  2.73 |
| de_pud        |     72.5 |    65.09 |     71.16 |     60.76 |     7.41 |      10.4 |  2.99 |
| el            |    83.04 |    79.05 |     81.02 |     73.53 |     3.99 |      7.49 |   3.5 |
| en            |    78.96 |    75.83 |      74.9 |     65.25 |     3.13 |      9.65 |  6.52 |
| en_lines      |    77.35 |    72.98 |     75.19 |     63.62 |     4.37 |     11.57 |   7.2 |
| en_partut     |    78.23 |    74.39 |     72.89 |     63.91 |     3.84 |      8.98 |  5.14 |
| en_pud        |    81.46 |    77.67 |     76.94 |     64.70 |     3.79 |     12.24 |  8.45 |
| es            |    84.85 |    81.27 |     79.31 |     69.53 |     3.58 |      9.78 |   6.2 |
| es_ancora     |    86.97 |    84.06 |     81.13 |     72.37 |     2.91 |      8.76 |  5.85 |
| es_pud        |    84.56 |    77.49 |     80.12 |     66.78 |     7.07 |     13.34 |  6.27 |
| et            |     67.9 |    59.75 |     64.78 |     54.62 |     8.15 |     10.16 |  2.01 |
| eu            |    73.32 |    68.08 |     72.66 |     64.15 |     5.24 |      8.51 |  3.27 |
| fa            |     81.6 |    77.59 |     78.39 |     66.59 |     4.01 |      11.8 |  7.79 |
| fi            |    78.63 |    74.93 |     75.51 |     67.19 |      3.7 |      8.32 |  4.62 |
| fi_ftb        |    79.48 |    75.43 |      78.5 |     70.93 |     4.05 |      7.57 |  3.52 |
| fi_pud        |    82.11 |    78.49 |     78.33 |     70.14 |     3.62 |      8.19 |  4.57 |
| fr            |    84.15 |     80.5 |     78.93 |     69.90 |     3.65 |      9.03 |  5.38 |
| fr_partut     |    82.75 |    78.84 |     78.87 |     70.85 |     3.91 |      8.02 |  4.11 |
| fr_pud        |    78.16 |    73.06 |     75.22 |     64.91 |      5.1 |     10.31 |  5.21 |
| fr_sequoia    |    82.13 |    79.44 |     78.19 |     71.00 |     2.69 |      7.19 |   4.5 |
| ga            |    72.81 |    62.97 |     73.61 |     57.55 |     9.84 |     16.06 |  6.22 |
| gl            |    80.27 |    77.17 |     79.38 |     69.97 |      3.1 |      9.41 |  6.31 |
| gl_treegal    |    70.65 |    65.19 |     69.97 |     59.76 |     5.46 |     10.21 |  4.75 |
| got           |    68.31 |    61.92 |     68.66 |     58.54 |     6.39 |     10.12 |  3.73 |
| grc           |    64.92 |     58.2 |     66.29 |     54.78 |     6.72 |     11.51 |  4.79 |
| grc_proiel    |    71.04 |    66.21 |     71.18 |     62.81 |     4.83 |      8.37 |  3.54 |
| he            |    61.58 |    57.13 |     59.53 |     50.84 |     4.45 |      8.69 |  4.24 |
| hi            |    91.52 |     87.5 |     88.83 |     80.99 |     4.02 |      7.84 |  3.82 |
| hi_pud        |    63.63 |    50.98 |     62.37 |     47.79 |    12.65 |     14.58 |  1.93 |
| hr            |    82.87 |    76.96 |      78.6 |     68.17 |     5.91 |     10.43 |  4.52 |
| hsb           |    62.33 |     54.3 |      38.3 |     31.24 |     8.03 |      7.06 | -0.97 |
| hu            |    71.27 |    65.17 |     68.19 |     60.05 |      6.1 |      8.14 |  2.04 |
| id            |     79.9 |    73.58 |     78.66 |     63.38 |     6.32 |     15.28 |  8.96 |
| it            |    87.73 |    85.04 |     84.21 |     76.45 |     2.69 |      7.76 |  5.07 |
| it_pud        |    86.93 |    83.79 |      83.4 |     73.43 |     3.14 |      9.97 |  6.83 |
| ja            |    74.17 |    72.88 |     70.32 |     64.27 |     1.29 |      6.05 |  4.76 |
| ja_pud        |    76.73 |    75.69 |     72.65 |     66.85 |     1.04 |       5.8 |  4.76 |
| kk            |     39.9 |    23.68 |     37.24 |     22.28 |    16.22 |     14.96 | -1.26 |
| kmr           |    46.32 |    33.06 |     31.81 |     23.54 |    13.26 |      8.27 | -4.99 |
| ko            |    65.38 |     58.3 |     65.93 |     56.32 |     7.08 |      9.61 |  2.53 |
| la            |    55.64 |    45.29 |     56.37 |     43.53 |    10.35 |     12.84 |  2.49 |
| la_ittb       |    79.86 |    76.22 |     77.05 |     69.52 |     3.64 |      7.53 |  3.89 |
| la_proiel     |    65.11 |    59.52 |     64.55 |     56.23 |     5.59 |      8.32 |  2.73 |
| lv            |    68.77 |    62.03 |     64.47 |     54.60 |     6.74 |      9.87 |  3.13 |
| nl            |    74.89 |    68.94 |      71.6 |     60.85 |     5.95 |     10.75 |   4.8 |
| nl_lassysmall |    82.73 |    79.89 |     79.17 |     71.17 |     2.84 |        8. |  5.16 |
| no_bokmaal    |    85.13 |    82.29 |     82.03 |     71.53 |     2.84 |      10.5 |  7.66 |
| no_nynorsk    |    84.09 |    80.99 |     80.11 |     69.14 |      3.1 |     10.97 |  7.87 |
| pl            |    85.75 |    79.72 |     85.85 |     77.06 |     6.03 |      8.79 |  2.76 |
| pt            |    84.88 |     81.4 |     82.17 |     72.16 |     3.48 |     10.01 |  6.53 |
| pt_br         |    87.39 |    84.98 |     81.27 |     72.49 |     2.41 |      8.78 |  6.37 |
| pt_pud        |    79.96 |    73.65 |     77.14 |     64.68 |     6.31 |     12.46 |  6.15 |
| ro            |    85.86 |    80.42 |     81.53 |     70.10 |     5.44 |     11.43 |  5.99 |
| ru            |    79.69 |    74.83 |     77.61 |     68.63 |     4.86 |      8.98 |  4.12 |
| ru_pud        |    75.92 |    68.61 |     74.07 |     63.11 |     7.31 |     10.96 |  3.65 |
| ru_syntagrus  |    89.02 |    86.39 |     84.71 |     79.06 |     2.63 |      5.65 |  3.02 |
| sk            |    78.85 |    73.49 |     76.86 |     68.29 |     5.36 |      8.57 |  3.21 |
| sl            |    84.61 |    81.05 |      81.6 |     73.21 |     3.56 |      8.39 |  4.83 |
| sl_sst        |    54.46 |    47.41 |     51.59 |     42.52 |     7.05 |      9.07 |  2.02 |
| sme           |    44.98 |    34.89 |     29.85 |     21.67 |    10.09 |      8.18 | -1.91 |
| sv            |    80.39 |    76.45 |     76.74 |     65.34 |     3.94 |      11.4 |  7.46 |
| sv_lines      |    78.73 |    73.62 |     75.93 |     64.12 |     5.11 |     11.81 |   6.7 |
| sv_pud        |    73.45 |    68.94 |     72.28 |     59.68 |     4.51 |      12.6 |  8.09 |
| tr            |    61.33 |     54.7 |     61.45 |     52.44 |     6.63 |      9.01 |  2.38 |
| tr_pud        |    54.39 |    34.37 |     53.94 |     32.84 |    20.02 |      21.1 |  1.08 |
| ug            |    53.79 |    34.28 |     52.05 |     34.32 |    19.51 |     17.73 | -1.78 |
| uk            |    70.55 |    62.03 |     68.06 |     56.39 |     8.52 |     11.67 |  3.15 |
| ur            |    83.64 |    77.21 |      82.3 |     70.39 |     6.43 |     11.91 |  5.48 |
| vi            |    41.94 |    37.31 |     40.75 |     31.82 |     4.63 |      8.93 |   4.3 |
| zh            |    60.54 |    56.44 |     56.87 |     47.07 |      4.1 |       9.8 |   5.7 |
#+TBLFM: $6=$2-$3::$7=$4-$5::$8=$7-$6

* nolemma

| :team                                |    ko | pt_br | en_lines |    id | sv_lines |    ug |            |
|--------------------------------------+-------+-------+----------+-------+----------+-------+------------|
| Stanford (Stanford)                  | 82.49 | 91.36 |    82.09 | 79.19 |    82.89 | 39.79 |  76.301667 |
| C2L2 (Ithaca)                        |  81.1 | 89.35 |    80.65 | 78.55 |    82.29 | 41.76 |  75.616667 |
| IMS (Stuttgart)                      | 79.51 |  87.1 |    78.25 |  77.7 |    78.88 | 43.51 |  74.158333 |
| HIT-SCIR (Harbin)                    | 71.82 | 88.71 |    78.73 | 76.66 |     77.3 | 34.52 |      71.29 |
| LATTICE (Paris)                      | 72.35 | 88.56 |    76.17 |  76.6 |    78.15 | 34.94 |  71.128333 |
| MQuni (Sydney)                       |  73.7 | 87.91 |    73.77 |  76.5 |    75.36 | 36.61 |  70.641667 |
| NAIST SATO (Nara)                    | 64.46 | 87.73 |    77.53 |  76.5 |    76.63 | 33.19 |      69.34 |
| Koç University (İstanbul)            |  71.7 |  86.7 |    74.39 | 75.54 |    75.71 | 31.59 |  69.271667 |
| TurkuNLP (Turku)                     | 66.93 | 86.36 |    74.77 | 74.87 |    74.46 | 36.51 |  68.983333 |
| naistCL (Nara)                       | 74.56 | 85.86 |    72.83 | 74.73 |    73.43 | 32.03 |  68.906667 |
| Orange – Deskiñ (Lannion)            | 67.76 | 87.07 |    73.36 | 73.64 |    74.28 | 34.24 |  68.391667 |
| fbaml (Palo Alto)                    | 61.14 | 85.41 |    74.67 | 75.74 |    74.89 | 34.57 |  67.736667 |
| ÚFAL – UDPipe 1.2 (Praha)            |  60.3 | 85.97 |    74.92 | 75.47 |    75.57 | 33.21 |  67.573333 |
| UParse (Edinburgh)                   | 59.09 | 86.38 |    73.28 | 75.01 |    74.04 | 34.18 |  66.996667 |
| LIMSI-LIPN (Paris)                   | 59.09 | 85.36 |    72.94 | 74.78 |    74.29 |  34.7 |      66.86 |
| RACAI (București)                    | 62.79 | 83.54 |    70.97 | 73.86 |    70.72 | 38.76 |  66.773333 |
| BASELINE UDPipe 1.1 (Praha)          | 59.09 | 85.36 |    72.94 | 74.61 |    74.29 | 34.18 |     66.745 |
| IIT Kharagpur (Kharagpur)            | 58.33 |  84.4 |    73.98 | 74.23 |    74.74 | 34.38 |  66.676667 |
| LyS-FASTPARSE (A Coruña)             | 63.85 | 86.74 |    73.47 | 72.94 |    75.04 | 27.92 |      66.66 |
| darc (Tübingen)                      |  58.3 | 84.98 |    72.98 | 73.58 |    73.62 | 34.28 |      66.29 |
| Uppsala (Uppsala)                    | 69.87 | 86.15 |    67.52 | 72.11 |    69.42 | 28.35 |      65.57 |
| Wanghao-ftd-SJTU (Shanghai)          | 54.07 | 83.56 |    72.78 | 73.52 |    73.31 | 35.67 |     65.485 |
| UALING (Tucson)                      | 52.61 | 82.58 |    72.55 | 72.59 |    72.63 | 34.97 |     64.655 |
| METU (Ankara)                        | 64.25 | 83.17 |    70.36 | 68.83 |    71.93 | 15.66 |  62.366667 |
| CLCL (Genève)                        | 61.08 |  84.0 |    72.68 | 69.45 |    73.82 |  9.29 |      61.72 |
| darc:mstnn (Tübingen)                | 56.32 | 72.49 |    63.62 | 63.38 |    64.12 | 34.32 |  59.041667 |
| Mengest (Shanghai)                   | 63.21 | 79.71 |    72.66 |  74.4 |    61.09 |   0.0 |  58.511667 |
| OpenU NLP Lab (Ra'anana)             | 52.37 | 80.65 |    68.09 | 68.49 |    69.21 |  7.35 |  57.693333 |
| ParisNLP (Paris)                     | 40.71 |  61.3 |    64.77 | 64.84 |     63.5 | 19.65 |  52.461667 |
| TRL (Tokyo)                          | 45.83 | 43.76 |    52.49 | 54.97 |    47.13 | 23.72 |      44.65 |
| UT (Tartu)                           | 60.51 |   0.0 |    67.97 | 72.99 |      0.0 |   0.0 |  33.578333 |
| MetaRomance (Santiago de Compostela) |  12.6 | 56.18 |    34.87 | 38.95 |    32.32 |   7.7 |  30.436667 |
| ECNU (Shanghai)                      | 12.78 |   0.0 |    38.68 |  3.76 |     3.65 |  2.37 |  10.206667 |
| Wenba-NLU (Wuhan)                    |   0.0 |   1.5 |     0.47 |  2.46 |     0.24 |   0.0 | 0.77833333 |
#+TBLFM: $8=vmean($2..$7)
